/* NSWindow (Battery Recall Assistant) : <title:Battery Recall Assistant> (oid:5) */
"Battery Recall Assistant" = "Batteriåterkallnings assistans";

/* NSTextField (Battery serial number) : <title:Battery serial number> (oid:11) */
"Battery serial number" = "Batteri serie nummer";

/* NSButton (Check) : <title:Check> (oid:27) */
"Check" = "Kontroll";

/* NSTextField (0) : <title:Computer serial number> (oid:44) */
"Computer serial number" = "Datorns serie nummer";

/* NSTextField (Country) : <title:Country> (oid:13) */
"Country" = "Land";

/* NSButton (Dismiss) : <title:Dismiss> (oid:28) */
"Dismiss" = "Lämna";

/* NSTextField (Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.) : <title:Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.> (oid:25) */
"Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program." = "Skriv in ditt batteri 12-siffriga serienummer för kontrollera om ditt batteri är berättigad för iBook G4 och PowerBook G4 Batteriåterkallnings program.";

/* NSTextField (0) : <title:Full 12-digit battery serial number> (oid:9) */
"Full 12-digit battery serial number" = "Batteri Serienummer, 12 siffror";

/* NSMenuItem : <title:Item1> (oid:18) */
"Item1" = "Post1";

/* NSMenuItem : <title:Item2> (oid:16) */
"Item2" = "Post2";

/* NSMenuItem : <title:Item3> (oid:17) */
"Item3" = "Post3";

/* NSTextField (More info… ) : <title:More info…
> (oid:40) */
"More info…\n" = "Mer info…\n";

/* NSMenu : <title:OtherViews> (oid:15) */
"OtherViews" = "Andra vyer";

/* NSTextField (iBook & PowerBook Battery Exchange) : <title:iBook & PowerBook Battery Exchange> (oid:24) */
"iBook & PowerBook Battery Exchange" = "iBook & PowerBook Program för ersättningsbatteri";

